let teacherList = {
  List:[
    {
      id:1,
      AvatorURL:"https://www.is.uestc.edu.cn/content/uploads/1/image/public/201810/20181009174336_g18mrlntbt.jpg",
      name:"佘堃",
      title:"教授，博士生导师",
      simple:"佘堃(1967.12-)，男，四川成都人，教授，博士生导师。2005年成为四川省学术和技术带头人后备人选、2006年获得电子科技大学计算机应用工学博士学位。中国计算机学会、中国自动化学会和中国人工智能学会高级会员,IEEE、ACM联盟会员。",
      discribe:[
        {title:"个人简介",content:"佘堃(1967.12-)，男，四川成都人，教授，博士生导师。2005年成为四川省学术和技术带头人后备人选、2006年获得电子科技大学计算机应用工学博士学位。中国计算机学会、中国自动化学会和中国人工智能学会高级会员,IEEE、ACM联盟会员。"},
        {title:"科研情况",content:"近5年，于2009-2013年作为电子科大方子课题负责人参与国家“863”重大项目“基于时空分流导航管理模式的RFID技术在自然生态保护区和地震遗址的应用”。该项目获得2013年度四川省科技进步二等奖和2014年成都市科技进步一等奖。之后，继续带领团队在乡村文旅领域耕耘多年，参与项目“基于大数据的旅游产业运行监测平台”于2017年获得四川省科技进步二等奖。"},
        {title:"获奖情况",content:"获省部级科技进步奖5次、国家发明专利10项、软件著作权12项。"}
      ]
    },
    {
      id:2,
      name:"田文洪",
      AvatorURL:"https://www.is.uestc.edu.cn/content/uploads/1/image/public/201711/20171103101154_wvmdr0hx0h.jpg",
      title:"教授，博士生导师",
      simple:"田文洪，男，美国北卡州立大学博士毕业， 电子科技大学教授，博士生导师，智能信息技术与应用实验室主任。在计算机领域最具挑战性的NP难问题和数据中心资源优化应用领域做出创新贡献，是中国计算机学会(CCF)应用技术专家委员、CCF高级会员。",
      discribe:[
        {title:"个人简介",content:"田文洪，男，美国北卡州立大学博士毕业， 电子科技大学教授，博士生导师，智能信息技术与应用实验室主任。在计算机领域最具挑战性的NP难问题和数据中心资源优化应用领域做出创新贡献，是中国计算机学会(CCF)应用技术专家委员、CCF高级会员。"},
        {title:"科研情况",content:" 田文洪博士将NP难问题的建模与优化理论与实践应用于解决数据中心存在的负载均衡、绿色节能和高性能大数据处理等若干挑战性问题，创新性地提出预分割负载均衡方法、动态优化配置大数据处理Hadoop集群算法、实时在线分配资源、考虑生命周期特征实时云仿真等方法；提出的预分割负载均衡方法突破传统负载均衡限制（离线4／3和在线2倍于优化值），分别比业界最佳方法提升离线和在线负载均衡30％和90％；首次提出了动态配置大数据处理Hadoop集群和Spark集群方法，分别减少离线和在线总完工时间（总能耗）35％和55％；提出的云数据中心离线和在线节能调度算法分别比业界最佳方法平均节能20%和15%；并将基于深度学习的图像识别技术应用于人脸识别和视频行为检测等领域；率先研发基于深度学习的科技论文质量自动评估方法与产品；率先在电子科大创建云计算虚拟实验室（2008年开始），用于科研与教学工作。"},
        {title:"获奖情况",content:"入选中科院西部之光首批引进人才、四川省学术和技术带头人及后备人选和成都市特聘专家。获电子科技大学年年度科技人物（2012）中国计算机学会-犀牛鸟奖励基金（2013）教育部-IBM教改奖励基金《云计算基础》（2013）"}
      ]
    },
    {
      id:3,
      name:"罗光春",
      AvatorURL:"https://www.is.uestc.edu.cn/content/uploads/1/image/public/201804/20180419161638_e7wenkg8fk.jpg",
      title:"研究生院院长",
      simple:"可信云计算与大数据”四川省重点实验室主任，四川省“云操作系统研发与应用”工程实验室主任，四川省青年科技创新团队负责人。加州大学圣迭戈分校、亚利桑那州立大学、佐治亚州立大学、多伦多大学访问学者。",
      discribe:[
        {title:"个人简介",content:" “可信云计算与大数据”四川省重点实验室主任，四川省“云操作系统研发与应用”工程实验室主任，四川省青年科技创新团队负责人。加州大学圣迭戈分校、亚利桑那州立大学、佐治亚州立大学、多伦多大学访问学者。"},
        {title:"科研情况",content:" 近年来，作为负责人主持国家重大专项及省部级基金等各类科研项目40余项，作为第一作者在国内外重要学术刊物和国际会议上发表学术论文80余篇，其中SCI检索40篇，EI检索40余篇，出版计算机方面专著7部。获得专利10余项，软件著作权20项，参与制定国家云计算及大数据标准4项。"},
        {title:"获奖情况",content:"入选教育部“新世纪优秀人才计划”，四川省杰出青年科技带头人，四川省学术与技术带头人。作为第一完成人，获四川省科技进步一等奖1项（云操作系统领域），四川省技术发明一等奖1项（大数据领域），国家技术发明二等奖1项（新一代大数据及人工智能领域）。"}
      ]
    },
    {
      id:4,
      name:"傅翀",
      simple:"傅翀，博士，副教授，1998年毕业于电子科技大学管理学院投资经济专业，获管理学学士学位；2001年毕业于电子科技大学管理学院数量经济专业，获经济学硕士学位；2011年6月毕业于电子科技大学计算机科学与工程学院信息安全专业，获博士学位。2007年及2015年以访问学者身份在美国西北大学访问进修。",
      AvatorURL:"https://www.is.uestc.edu.cn/content/uploads/1/image/public/201804/20180412132654_xddrhiwc1y.jpg",
      title:"副教授",
      discribe:[
        {title:"个人简介",content:" “傅翀，博士，副教授，1998年毕业于电子科技大学管理学院投资经济专业，获管理学学士学位；2001年毕业于电子科技大学管理学院数量经济专业，获经济学硕士学位；2011年6月毕业于电子科技大学计算机科学与工程学院信息安全专业，获博士学位。2007年及2015年以访问学者身份在美国西北大学访问进修。"},
        {title:"科研情况",content:"研究领域为机器学习及大数据技术在金融、网络安全、隐私保护等方面的应用。曾先后作为核心主研参与国家242项目“宏观网络安全预警与应急响应系统”、华为高校基金项目“宏观网络安全预警与应急响应”、中国工程物理研究院“离心式动态飞行模拟器全局时钟同步数据保存系统”、中兴通讯基金“通用移动安全服务研究”、省级课题'基于移动互联网的内容安全与审计系统'等多个项目的研究。共申报5项国家发明专利，在国际、国内学术期刊、会议上发表SCI、EI检索等学术论文20余篇，其中第一作者6篇。"},
        {title:"获奖情况",content:"2019.12：获学院教学工作优秀个人一等奖;2015.04：被评为电子科技大学教学质量优秀主讲教师，校级;2012.12：被评为计算机学院/软件学院年度优秀党员，院级 2011.06：被评为电子科技大学2009-2011年度暨“创先争优”活动优秀共产党员，校级; 2010.06：被电子科技大学学工部、研工部、校团委评为优秀班导师，校级;2010.01：被评为计算机学院/软件学院年度优秀党员，院级"}
      ]
    },
    {
      id:5,
      name:"柴俊武",
      simple:"1996.9-2000.7  西安交通大学 管理学院   管理学学士 2000.9-2005.4  西安交通大学 管理学院   管理学博士 2007.7-2007.8  美国伊州理工大学 进修 2009.2-2010.2  美国堪萨斯大学   访问学者",
      AvatorURL:"https://www.mgmt.uestc.edu.cn/__local/3/09/10/D3713B77C9DACADC7619C388232_F0D7DADF_8C0C.jpg",
      title:"特聘教授",
      discribe:[
        {title:"个人简介",content:" 1996.9-2000.7  西安交通大学 管理学院   管理学学士 2000.9-2005.4  西安交通大学 管理学院   管理学博士 2007.7-2007.8  美国伊州理工大学 进修 2009.2-2010.2  美国堪萨斯大学   访问学者"},
        {title:"科研情况",content:"主持国家自然科学基金项目1项，主研国家自然科学基金项目2项，主研国家社会科学基金项目1项。主持教育部人文社会科学研究项目1项，主持中国博士后科学基金项目1项，主持中国博士后科学基金特别资助项目1项。主持电子科技大学青年博士平台建设项目1项，主持电子科技大学青年科技基金项目1项。[4]发表学术期刊论文、国际会议论文20余篇。主持、主研教学改革与研究项目6项。为60余家企业提供了卓有成效的管理咨询和管理培训服务"},
        {title:"获奖情况",content:"电子科技大学管理学院 教学新人奖，2005；电子科技大学管理学院 教学优秀奖，2006；电子科技大学 本科教学竞赛 特等奖，2007；成都市“一专多能”优秀青年教师，2007；电子科技大学 青年教师教学优秀奖，2010；"}
      ]
    },
  ]
}
export {
  teacherList,
}